Repository: GNOME/gnome-subtitles
Catalog: help/*/*.po
Languages: de

source: <application>Gnome Subtitles</application> Manual V1.0
de: <application>Gnome Subtitles</application>-Handbuch V1.0

source: The workings of <application>Gnome Subtitles</application>
de: Die Aufgaben von <application>Gnome Subtitles</application>

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>

source: gnome-subtitles Manual V1.0
de: Gnome-Subtitles-Handbuch V1.2.3;

source: May 2007
de: Mai 2007

source: This manual describes version 0.4 of gnome-subtitles
de: Dieses Handbuch beschreibt Version 1.2.8 von Gnome Subtitles.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the <application>Gnome Subtitles</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>GNOME Subtitles</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.

source: gnomesubtitles
de: Gnome Untertitel

source: Introduction
de: Einführung

source: <application>Gnome Subtitles</application> is a subtitle editor for the GNOME desktop. <application>Gnome Subtitles</application> supports the most common text-based subtitle formats and allows for subtitle editing, conversion and synchronization. Its features follow.
de: <application>Gnome Subtitles</application> ist ein Untertitel-Editor für den GNOME-Desktop. <application>Gnome Subtitles</application> unterstützt die gebräuchlichsten Untertitel-Textformate und erlaubt das Bearbeiten, Umwandeln und Synchronisieren von Untertiteln. Nachfolgend werden die Funktionsmerkmale beschrieben.

source: Subtitle Formats:
de: Untertitelformate:

source: Built-in Video Preview
de: Eingebaute Videovorschau

source: Uses mplayer as the backend
de: Verwendet mplayer als Backend

source: Video length and current position display
de: Anzeige der Videolänge und der aktuellen Position

source: Set subtitle timings based on video position
de: Setzen der Untertitel-Synchronisation anhand der Videoposition

source: Automatically select video when opening subtitles
de: Automatische Videoauswahl beim Öffnen von Untertiteln

source: User Interface
de: Benutzeroberfläche

source: Edit subtitle headers
de: Bearbeiten der Kopfzeilen der Untertitel

source: Find and Replace, including regular expression support
de: Suchen und Ersetzen, einschließlich Unterstützung für reguläre Ausdrücke

source: Undo/Redo
de: Rückgängig machen/Wiederholen

source: Timing Operations
de: Synchronisationen

source: Auto-adjust timings based on 2 correct time/synchronization points
de: Automatische Synchronisation anhand zweier korrekter Bezugspunkte

source: Shift subtitles by a specified delay (which can be based on the video)
de: Verschieben von Untertiteln anhand eines vorgegebenen Versatzwertes (auch basierend auf den Werten des Videos)

source: Convert between framerates
de: Bildraten umwandeln

source: Edit times and frames
de: Bearbeiten anhand von Zeitangaben und Bildpositionen

source: Other Features
de: Weitere Funktionsmerkmale

source: Character coding a subtitle format auto-detection (on opening)
de: Automatische Erkennung der Zeichenkodierung der Untertitel beim Öffnen

source: Multiple character encoding choice
de: Auswahl aus mehreren Zeichenkodierungen

source: Relaxes subtitle reading, to read subtitles that contain errors
de: Vereinfachtes Lesen von Untertiteln, falls diese fehlerhaft sind

source: Getting Started
de: Erste Schritte

source: To Start <application>Gnome Subtitles</application>
de: <application>GNOME Subtitles</application> starten

source: You can start <application><application>Gnome Subtitles</application></application> in the following ways:
de: Sie können <application>GNOME Subtitles</application> auf eine der folgenden Arten starten:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>

source: Choose <menuchoice><guisubmenu>Sound &amp; Video</guisubmenu><guimenuitem>Gnome Subtitles</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>Gnome Subtitles</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Type <command>gnome-subtitles</command><replaceable>filename</replaceable> and press <keycap>Enter</keycap>.
de: Geben Sie den Befehl <command>gnome-subtitles</command><replaceable> Dateiname</replaceable> ein und drücken Sie die <keycap>Eingabetaste</keycap>.

source: The <replaceable>filename</replaceable> argument is optional. If specified, the application will open that file when starting.
de: Das Argument <replaceable>Dateiname</replaceable> ist optional. Falls Sie es angeben, öffnet die Anwendung diese Datei beim Start.

source: Working with Files
de: Arbeiten mit Dateien

source: Creating a new subtitle document
de: Erstellen eines neuen Untertitel-Dokuments

source: Go to <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>New</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Neu</guimenuitem></menuchoice>.

source: A new file should open in the editor
de: Eine neue Datei wird im Editor geöffnet.

source: Opening a file
de: Öffnen einer Datei

source: Go to <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Open</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Öffnen</guimenuitem></menuchoice>.

source: The Open File window should open
de: Der Dateiauswahldialog wird geöffnet.

source: Select the subtitle file you wish to open.
de: Wählen Sie die Untertiteldatei aus, die Sie öffnen wollen.

source: If you want to specify the file's character coding, choose one from the Character Coding list. If not specified, the caracter coding will be auto detected.
de: Falls Sie die Zeichenkodierung angeben wollen, wählen Sie den entsprechenden Eintrag in »Zeichenkodierung« aus. Wenn Sie nichts angeben, wird die Zeichenkodierung automatisch ermittelt.

source: If you want to choose a video to open immediately, choose a video from the Video list.
de: Wenn Sie ein ein Video unmittelbar öffnen wollen, wählen Sie eines aus der Videoliste aus.

source: When selecting a video, you can only choose from the videos in the current directory. If the video you want to open is not in the same directory as the subtitle file, you can open the video after opening the subtitle file.
de: Bei der Auswahl eines Videos können Sie nur Dateien aus dem gegenwärtig geöffneten Ordner wählen. Falls sich das gewünschte Video nicht im gleichen Ordner wie die Untertiteldatei befindet, können Sie es nach dem Öffnen der Untertiteldatei auswählen.

source: Saving a file
de: Speichern einer Datei

source: You can either save a file normally, or use Save As to set different options.
de: Sie können eine Datei entweder normal speichern oder mit »Speichern unter« weitere Optionen wählen.

source: Go to <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Speichern</guimenuitem></menuchoice>.

source: If you are saving a new file, the Save As window will appear
de: Falls Sie in eine neue Datei speichern, wird das »Speichern unter«-Fenster geöffnet.

source: Saving as a new file
de: Speichern als neue Datei

source: Go to <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save As</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Speichern unter</guimenuitem></menuchoice>.

source: The Save As window should open
de: Das Fenster »Speichern unter« wird geöffnet.

source: Enter a new name for your subtitle file
de: Geben Sie einen neuen Namen für die Untertiteldatei an.

source: If you would like to save the file in a different location, browse to the new location in the file browser
de: Falls Sie die Datei an einem anderen Ort speichern wollen, wählen Sie den neuen Ort im Dateiauswahldialog aus.

source: If you would like to save the file in a format other than the format listed in the Subtitle Format list, choose a different format.
de: Falls Sie die Datei in einem Format speichern wollen, das nicht in der Liste der Untertitelformate aufgeführt ist, wählen Sie ein anderes Format aus.

source: If you would like to save the file in a character encoding other than your default encoding which is listed, change the encoding in the character encoding list.
de: Falls Sie die Datei nicht in der angezeigten Standard-Zeichenkodierung speichern wollen, ändern Sie die Kodierung in der Liste der Zeichenkodierungen wie gewünscht.

source: Click Save
de: Klicken Sie auf <guilabel>Speichern</guilabel>.

source: Selecting a character encoding
de: Auswahl einer Zeichenkodierung

source: If you use special characters in your subtitle file, you will want to make sure that your file is saved in an encoding that supports those characters.
de: Wenn Sie in Ihrer Untertiteldatei Sonderzeichen verwenden, dann sollten Sie sicherstellen, dass Ihre Datei in einer Zeichenkodierung gespeichert wird, die diese Zeichen unterstützt.

source: Saving a file in a character encoding that does not support the special characters will cause loss of character data. This occurs when you try to save multi-byte characters in a single byte character encoding.
de: Das Speichern einer Datei in einer Zeichenkodierung, die die Sonderzeichen nicht unterstützt, führt zum Verlust von Daten dieser Zeichen. Dies geschieht, wenn Sie Multi-Byte-Zeichen in einer Single-Byte-Zeichenkodierung zu speichern versuchen.

source: Editing subtitle headers
de: Bearbeiten der Kopfzeilen der Untertitel

source: Some subtitle formats have file headers that contain information about the file. You can edit these fields in <application>Gnome Subtitles</application> by
de: Einige Untertitelformate haben Kopfzeilen, die Informationen über die Datei enthalten. Sie können diese Felder in <application>Gnome Subtitles</application> folgendermaßen bearbeiten:

source: Go to <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Headers</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Kopfzeilen</guimenuitem></menuchoice>.

source: The Headers window will open. It has 4 tabs on it.
de: Das Kopfzeilen-Fenster wird geöffnet, welches vier Reiter enthält.

source: Select the tab that corresponds to the format of your subtitle file
de: Wählen Sie den Reiter aus, der dem Format Ihrer Untertiteldatei entspricht.

source: Fill in appropriate fields.
de: Füllen Sie die entsprechenden Felder aus.

source: When you are done entering header data in, click OK
de: Sobald Sie mit der Eingabe der Kopfzeilen fertig sind, klicken Sie auf <guilabel>OK</guilabel>.

source: Working with Subtitles
de: Arbeiten mit Untertiteln

source: This help lists the keyboard shortcuts to accomplish tasks. All of the tasks can also be accomplished by using the Edit menu instead of keyboard shortcuts.
de: Nachfolgend werden zu bestimmten Aufgaben zugeordnete Tastenkürzel aufgelistet. Alle diese Aufgaben erreichen Sie auch über das Menü <guimenu>Bearbeiten</guimenu>.

source: Adding a Subtitle
de: Hinzufügen eines Untertitels

source: New subtitles are added either before or after the current subtitle.
de: Neue Untertitel werden entweder vor oder nach dem gegenwärtigen Untertitel eingefügt.

source: To add a new subtitle after the current subtitle
de: Hinzufügen eines neuen Untertitels nach dem gegenwärtigen Untertitel

source: Type <keycap>Insert</keycap> or <keycap>Ctrl</keycap>+<keycap>Enter</keycap>
de: Drücken Sie <keycap>Einfg</keycap> oder <keycap>Strg</keycap>+<keycap>Eingabetaste</keycap>.

source: To add a new subtitle before the current subtitle
de: Hinzufügen eines neuen Untertitels vor dem gegenwärtigen Untertitel

source: Type <keycap>Shift</keycap>+<keycap>Ctrl</keycap>+<keycap>Enter</keycap>
de: Drücken Sie <keycap>Umschalt</keycap>+<keycap>Strg</keycap>+<keycap>Eingabetaste</keycap>.

source: Moving between subtitles
de: Bewegen innerhalb der Untertitel

source: To select subtitles you can either use your mouse to click the subtitle , or, when your cursor is in the edit window, you can use keyboard shortcuts to move between subtitles
de: Um Untertitel auszuwählen, können Sie entweder mit der Maus darauf klicken oder mittels Tastenkürzeln zwischen den Untertiteln wechseln, sofern sich der Cursor im Editorfenster befindet.

source: To go to the next subtitle
de: Zum nächsten Untertitel gehen

source: Type <keycap>Ctrl</keycap>+<keycap>Page Down</keycap>
de: Drücken Sie <keycap>Strg</keycap>+<keycap>Bild ab</keycap>.

source: To move to the previous subtitle
de: Zum vorherigen Untertitel gehen

source: Type <keycap>Ctrl</keycap>+<keycap>Page Up</keycap>
de: Drücken Sie <keycap>Strg</keycap>+<keycap>Bild auf</keycap>.

source: Removing Subtitle(s)
de: Entfernen eines oder mehrerer Untertitel

source: Type <keycap>Delete</keycap>
de: Drücken Sie <keycap>Entf</keycap>

source: Working with Multiple Subtitles
de: Arbeiten mit mehreren Untertiteln

source: Sometimes you will want to select multiple subtitles. Use <keycap>Shift</keycap> to select sequential subtitles, and <keycap>Ctrl</keycap> to select non-sequential subtitles
de: Gelegentlich möchten Sie vielleicht mehrere Untertitel auswählen. Drücken Sie dazu die <keycap>Umschalttaste</keycap>, oder die <keycap>Strg</keycap>-Taste, falls Sie nicht unmittelbar aufeinanderfolgende Untertitel auswählen wollen.

source: To select all subtitles type <keycap>Ctrl</keycap>+<keycap>A</keycap>
de: Um alle Untertitel auszuwählen, drücken Sie <keycap>Strg</keycap>+<keycap>A</keycap>.

source: Editing Text
de: Text bearbeiten

source: To edit text in a subtitle
de: Bearbeiten von Text in einem Untertitel

source: Select the subtitle
de: Untertitel auswählen

source: Click the edit window to move the cursor into the edit window
de: Klicken Sie in das Editorfenster, um den Cursor hinein zu setzen.

source: A type format (bold, italics, underline) can be applied to the whole line only. Currently, if you want to have only certain characters formatted specially, you will need to edit the subtitle file in a text editor.
de: Ein Schriftschnitt (fett, kursiv oder unterstrichen) kann nur auf die gesamte Zeile angewendet werden. Derzeit müssen Sie die Untertiteldatei in einem Texteditor bearbeiten, wenn Sie lediglich bestimmte Zeichen speziell formatieren wollen.

source: Undoing and Redoing
de: Rückgängig machen und Wiederholen

source: To undo an action
de: Eine Aktion rückgängig machen

source: Type <keycap>Ctrl</keycap>+ <keycap>Z</keycap>
de: Drücken Sie <keycap>Strg</keycap>+ <keycap>Z</keycap>

source: To redo an action
de: Rückgängigmachen einer Aktion

source: Type <keycap>Ctrl</keycap>+ <keycap>Y</keycap> or <keycap>Ctrl</keycap>+<keycap>Shift</keycap>+<keycap>Z </keycap>
de: Drücken Sie <keycap>Strg</keycap>+ <keycap>Y</keycap> oder <keycap>Strg</keycap>+<keycap>Umschalt</keycap>-<keycap>Z </keycap>.

source: Cutting, Copying, and Pasting
de: Ausschneiden, Kopieren und Einfügen

source: You can cut, copy, and paste the text in a subtitle.
de: Sie können den Text eines Untertitels ausschneiden, kopieren und einfügen.

source: To copy text
de: Text kopieren

source: <keycap>Ctrl</keycap>+ <keycap>C</keycap>
de: <keycap>Strg</keycap>+ <keycap>C</keycap>

source: To cut text
de: Text ausschneiden

source: <keycap>Ctrl</keycap>+ <keycap>X</keycap>
de: <keycap>Strg</keycap>+ <keycap>X</keycap>

source: To paste text
de: Text einfügen

source: <keycap>Ctrl</keycap>+ <keycap>V</keycap>
de: <keycap>Strg</keycap>+ <keycap>V</keycap>

source: Manipulating Subtitles
de: Bearbeiten von Untertiteln

source: Setting subtitle units
de: Festlegen der Bearbeitungsbasis für Untertitel

source: In <application>Gnome Subtitles</application> you can set and adjust subtitles in time units (minutes and seconds) or in frame units. The default unit is time.
de: In <application>Gnome Subtitles</application> können Sie Untertitel entweder anhand von Zeiten (Minuten und Sekunden) oder anhand von Bildeinheiten bearbeiten. Vorgabe ist die Bearbeitung anhand von Zeiten.

source: To use Frame units
de: Verwendung von Bildern

source: Go to <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Frames</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Ansicht</guisubmenu><guimenuitem>Bild</guimenuitem></menuchoice>.

source: To use Time units
de: Verwendung von Zeiten

source: Go to <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Times</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Ansicht</guisubmenu><guimenuitem>Zeiten</guimenuitem></menuchoice>.

source: Adjusting Timings
de: Synchronisation korrigieren

source: If you want to adjust the timings of only some subtitles, select the subtitles that you want to adjust the timing of
de: Falls Sie die Synchronisation nur für bestimmte Untertitel ändern wollen, wählen Sie die gewünschten Untertitel aus.

source: Go to <menuchoice><guisubmenu>Timings</guisubmenu><guimenuitem>Adjust</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Synchronisation</guisubmenu><guimenuitem>Korrigieren</guimenuitem></menuchoice>.

source: Choose the new starting time of the first subtitle and the new starting time of the last subtitle
de: Wählen Sie den neuen Startzeitpunkt des ersten Untertitels und den Startzeitpunkt des letzten Untertitels aus.

source: Shifting Timings
de: Synchronisation verschieben
