Repository: GNOME/gnome-subtitles
Catalog: help/*/*.po
Languages: de

source: Shifting timings allows you to moves one or more subtitles ahead or behind by a specific amount. Unlike the Adjust subtitles feature, Shifting subtitles does not affect the duration of the subtitles.
de: Das Verschieben der Synchronisation ermöglicht Ihnen das Verschieben von einem oder mehreren Untertiteln nach vorn oder zurück um einen bestimmten Wert. Im Gegensatz zum Korrigieren der Synchronisation ändert das Verschieben der Synchronisation die Laufzeit der Untertitel nicht.

source: To use shift subtitles
de: Verschieben von Untertiteln

source: Select which subtitle(s) you want to shift. If you want to shift the time/frame of one subtitle and/or all subtitles before or after a specific subtitle, select that subtitle. If you want to shift more than one specific subtitles, select all of the subtitles that you want to shift.
de: Wählen Sie aus, welchen oder welche Untertitel Sie verschieben wollen. Falls Sie Sie die Position eines und/oder aller Untertitel vor oder nach einem bestimmten Untertitel ändern wollen, wählen Sie diesen Untertitel aus. Falls Sie mehrere Untertitel verschieben wollen, wählen Sie alle gewünschten Untertitel aus.

source: Go to <menuchoice><guisubmenu>Timings</guisubmenu><guimenuitem>Shift</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Synchronisation</guisubmenu><guimenuitem>Verschieben</guimenuitem></menuchoice>.

source: Enter in the amount of time (or frames, if you are using the frame unit) to adjust your subtitles by. If you want to move the subtitles back, enter a negative value, otherwise, enter a positive value.
de: Geben Sie Zeit- oder Bildwerte ein, um Ihre Untertitel anzupassen. Falls Sie ihre Untertitel zurück verschieben wollen, geben Sie einen negativen Wert ein, anderenfalls einen positiven Wert.

source: Select how you want to shift your subtitles.
de: Wählen Sie aus, auf welche Weise Sie Ihre Untertitel verschieben wollen.

source: Click Shift to shift the subtitles.
de: Klicken Sie auf <guilabel>Verschieben</guilabel>, um die Untertitel zu verschieben.

source: Setting the Input and Video Framerates
de: Festlegen der Bildraten für Eingabe und Video

source: When you open a video, <application>Gnome Subtitles</application> does not automatically set the framerate of the video.
de: Wenn Sie ein Video öffnen, setzt <application>Gnome Subtitles</application> dessen Bildrate nicht automatisch.

source: <application>Gnome Subtitles</application> manipulates subtitles based on time, regardless of view mode. Therefore, when you change the video frame rate, <application>Gnome Subtitles</application> adjusts the frames to compensate for the change. The duration of the subtitle remains the same.
de: <application>Gnome Subtitles</application> bearbeitet Untertitel auf der Basis von Zeiten, unabhängig vom Ansichtsmodus. Daher ändert <application>Gnome Subtitles</application> die Bildpositionen, wenn Sie die Bildrate ändern, um die Änderungen auszugleichen. Die Laufzeit der Untertitel ändert sich dadurch nicht.

source: If your subtitle format uses frames to determine when a subtitle is dispayed (MicroDVD), changing the video framerate may cause your subtitles to lose their sync.
de: Wenn Ihr Video sich zur Anzeige der Untertitel an den Bildern orientiert (bei MicroDVD), dann könnte die Änderung der Bildrate dazu führen, dass die Synchronisation der Untertitel verlorengeht.

source: To set the video framerate
de: Video-Bildrate setzen

source: Go to <menuchoice><guisubmenu>Timings</guisubmenu><guimenuitem>Video Frame Rate</guimenuitem></menuchoice> and select the appropriate framerate.
de: Wählen Sie <menuchoice><guisubmenu>Synchronisation</guisubmenu><guimenuitem>Video-Bildrate</guimenuitem></menuchoice> und wählen Sie die entsprechende Bildrate aus.

source: To set the input framerate
de: Eingabe-Bildrate setzen

source: Go to <menuchoice><guisubmenu>Timings</guisubmenu><guimenuitem>Input Frame Rate</guimenuitem></menuchoice> and select the appropriate framerate.
de: Wählen Sie <menuchoice><guisubmenu>Synchronisation</guisubmenu><guimenuitem>Originalbildrate</guimenuitem></menuchoice> und wählen Sie die entsprechende Bildrate aus.

source: Working with Videos
de: Arbeiten mit Videos

source: Opening and Closing a Video
de: Öffnen und Schließen eines Videos

source: To open a video
de: Öffnen eines Videos

source: Go to <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Open</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Öffnen</guimenuitem></menuchoice>.

source: To close a video
de: Schließen eines Videos

source: Go to <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Close</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Schließen</guimenuitem></menuchoice>.

source: Playing back
de: Wiedergabe

source: <application>Gnome Subtitles</application> will play the video in the view window with your subtitles.
de: <application>Gnome Subtitles</application> spielt das Video im Ansichtsfenster mit Ihren Untertiteln ab.

source: Seeking to the Selection
de: Die Auswahl durchsuchen

source: You can go to the point in the loaded video where a subtitle starts
de: Sie können zu einem Punkt im geöffneten Video springen, an dem ein Untertitel beginnt.

source: To seek to a subtitle
de: Nach einem Untertitel suchen

source: Go to <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Seek to Selection</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Springe zu Auswahl</guimenuitem></menuchoice>.

source: Setting the Subtitle Start or End Positions
de: Festlegen der Start- und Endzeitpunkte für Untertitel

source: You can set the subtitles start or end time based on the point at which the loaded video is paused
de: Sie können die Start- und Endzeitpunkte für Untertitel anhand des Zeitpunktes setzen, an dem die Wiedergabe eines geöffneten Videos unterbrochen wurde.

source: To set subtitle starting time
de: Festlegen des Startzeitpunktes für Untertitel

source: Go to <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Set Subtitle Start</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Anfangszeit setzen</guimenuitem></menuchoice>

source: To set subtitle ending time
de: Festlegen des Endzeitpunktes für Untertitel

source: Go to <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Set Subtitle End</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guisubmenu>Video</guisubmenu><guimenuitem>Endzeit setzen</guimenuitem></menuchoice>

source: Where to Get Additional Support
de: Wo Sie zusätzliche Hilfe bekommen

source: Forums
de: Foren

source: Questions and general discussions should be posted on the <ulink url="http://sourceforge.net/forum/?group_id=129996" type="http">Forum</ulink> (no registration needed).
de: Für Fragen und allgemeine Diskussionen besuchen Sie bitte das <ulink url="http://sourceforge.net/forum/?group_id=129996" type="http">Forum</ulink> (keine Registrierung erforderlich).

source: Mailing List
de: Mailingliste

source: You might get a quick response by asking the <ulink url="http://lists.sourceforge.net/lists/listinfo/gnome-subtitles-general" type="http">Mailing List</ulink> (<ulink url="http://sourceforge.net/mailarchive/forum.php?forum_name=gnome-subtitles-general" type="http">archives</ulink> are available).
de: Möglicherweise erhalten Sie bei einer Anfrage in der <ulink url="http://lists.sourceforge.net/lists/listinfo/gnome-subtitles-general" type="http">Mailingliste</ulink> eine schnellere Antwort. Ein Archiv dieser Mailingliste finden Sie <ulink url="http://sourceforge.net/mailarchive/forum.php?forum_name=gnome-subtitles-general" type="http">hier</ulink>.

source: Bugs and Features
de: Fehler und Funktionsmerkmale

source: Bugs and Feature Requests can be reported at the official <ulink url="http://bugzilla.gnome.org/browse.cgi?product=gnome-subtitles" type="http">Gnome Bugzilla</ulink>.
de: Für Fehlerberichte und Vorschläge benutzen Sie bitte das offizielle <ulink url="http://bugzilla.gnome.org/browse.cgi?product=gnome-subtitles" type="http">Gnome-Fehlererfassungssystem</ulink>.

source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2009, 2011, 2015
